//puzzle scene
"puzzle_line1" = "Let's put";
"puzzle_line2" = "the pieces of this carp puzzle together!";
"puzzle_font_size" = "44";
"puzzle_letter_width" = "22";

//observe gill
"gill_line1" = "Where is the gill?";
"gill_line2" = "Use magnifier to watch it!";
"gill_font_size" = "44";
"gill_letter_width" = "22";

"gill_tip1" = "alfja;ksj asldjf;kaj al";
"gill_tip2" = "asdfjalj asdflja alk";
"gill_tip_font_size" = "26";
"gill_tip_letter_width" = "13";

//observe bladder
"bladder_line1" = "Swim bladder is hidden inside the belly.";
"bladder_line2" = "Use magnifier to watch it!";
"bladder_font_size" = "44";
"bladder_letter_width" = "22";

"bladder_tip" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"bladder_tip_font_size" = "26";
"bladder_tip_letter_width" = "13";

//observe fin
"fin_line1" = "Swim bladder is hidden inside the belly";
"fin_line2" = "Swim bladder is hidden inside the belly";
"fin_font_size" = "44";
"fin_letter_width" = "22";

"fin_tip1" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"fin_tip2" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"fin_tip_font_size" = "26";
"fin_tip_letter_width" = "13";

//observe scale
"scale_line1" = "Swim bladder is hidden inside the belly";
"scale_line2" = "Swim bladder is hidden inside the belly";
"scale_font_size" = "44";
"scale_letter_width" = "22";

"scale_tip1" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"scale_tip2" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"scale_tip_font_size" = "26";
"scale_tip_letter_width" = "13";

//submarine
"submarine_line1" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"submarine_line2" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"submarine_font_size" = "44";
"submarine_letter_width" = "22";

"submarine_tip1" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"submarine_tip2" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"submarine_tip3" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"submarine_tip_font_size" = "26";
"submarine_tip_letter_width" = "13";

//migration fish
"migration_tip" = "Swim bladder is hidden inside the belly. Use magnifier to watch it!Swim bladder is hidden inside the belly. Use magnifier to watch it!";
"migration_tip_font_size" = "26";
"migration_tip_letter_width" = "13";